{
    "goods": [
    {
      "phones": [
        {
          "id": 21123,
          "category": "Phones",
          "name": "iPhone 14 Pro Max",
          "description": "У Apple iPhone 14 Pro Max 6,7-дюймовая панель. Пиковая яркость — 2000 нит. Используется небольшой вырез с датчиком фронтальной камеры и системой Face ID. Кроме того, он способен визуально уменьшаться и увеличиваться. Предусмотрен режим Always-on Display (экран всегда включен). Аппаратная основа — A16 Bionic. Это 4-нм SoC с производительным GPU и дополнительным процессором Image Signal Proccessor для повышения качества снимков. Тыльная камера iPhone 14 Pro Max тройная, на 48, 12 и 12 Мп. Ночью iPhone 14 Pro Max снимает в два раза лучше, чем iPhone 13 Pro. Селфи-камера на 12 Мп.",
          "brand": "Apple",
          "color": "Purple",
          "memory": "256 GB",
          "cost_ruble": 132399,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st1/fit/0/0/80ee6e17a5e0cc48ca15d759ec2b1f7d/a87566e1a761e1c090ea9f430097c6b7513f7dfffb8344890c6ee14ea956bd0f.jpg"
        },
        {
          "id": 21211,
          "category": "Phones",
          "name": "Galaxy S21",
          "description": "Смартфон Samsung Galaxy S21 — удобное в эксплуатации устройство для разговоров, общения, просмотра фильмов и создания качественных фотографий. Экран диагональю 6.2 дюйма предотвращает образование бликов и обеспечивает яркую и естественную передачу цветов. Дисплей имеет высокий уровень защиты от царапин, сколов и других повреждений. Смартфон Samsung Galaxy S21 оснащен камерой с 64-мегапиксельным разрешением, которая позволяет осуществлять профессиональную фото- и видеосъемку с разрешением 8K. Из видео можно без труда сделать четкий снимок. Технология искусственного интеллекта осуществляет стабилизацию, замедляет или ускоряет сцену, что позволяет создать качественный контент для социальных сетей без дополнительной обработки. Модель поддерживает работу в 5G-сетях и подходит для установки двух SIM-карт.",
          "brand": "Samsung",
          "color": "Gray",
          "memory": "128 GB",
          "cost_ruble": 79999,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st4/fit/0/0/e2ed48369b2414f06ced76d70ed3bfac/148cb5ac67027f442563b9ddd928c3409555fae7c8d314b56091738181633b2a.jpg"
        },
        {
          "id": 21311,
          "category": "Phones",
          "name": "MI 12",
          "description": "Смартфон Xiaomi 12 256 ГБ воплощает в себе стильный дизайн, технологичность и мощность. Получайте удовольствие от общения и увлекательных мобильных развлечений с реалистичным изображением на дисплее 6.28 дюйма AMOLED с частотой 120 Гц и минимально узкой рамкой. Внутри расположены мощные компоненты – процессор Snapdragon 8 Gen 1 с 8 ядрами и 12 ГБ оперативной памяти, за счет которых обеспечивается отзывчивая работа всей системы. Xiaomi 12 оборудован камерой 50+13+5 Мп с автофокусом, вспышкой и рядом функций для запечатления реалистичных снимков. В небольшом вырезе на верхней части дисплея расположена камера с модулем 32 Мп для создания селфи и видеозвонков. К преимуществам смартфона относятся поддержка двух карт SIM, интерфейсы беспроводной связи, функции защиты, стереодинамики, длительное время работы без подзарядки от аккумулятора 4500 мА*ч, поддержка стандартов быстрой и беспроводной зарядки.",
          "brand": "Xiaomi",
          "color": "Blue",
          "memory": "256 GB",
          "cost_ruble": 66999,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st1/fit/0/0/6acbe03c89a435facbd7949d04d0e9fb/a9dbb2928ce6755146d6d9835a6687fb79353e1b15d7a8a0a723084e55ad751b.jpg"
        },
        {
          "id": 21212,
          "category": "Phones",
          "name": "Galaxy Z Fold 4",
          "description": "Можно много сделать одной рукой благодаря внешнему экрану 6,2 дюйма. Двумя руками с основным экраном 7,6 дюймов — это ваш идеальный помощник во всем. А когда нужно освободить руки, просто положите его, найдите хороший угол обзора и оставьте его там, пока занимаетесь другими делами. По сути, это два телефона в одном, вес которого почти равен весу менее гибкого телефона. Тонкий корпус везде, кроме экрана, минимизированные безели и легкие материалы делают этот Fold еще более компактным. Пролистывая ленту новостей или просматривая игры, все это происходит плавно на дисплее с частотой до 120 Гц. Этот быстро реагирующий экран даже адаптирует частоту обновления, чтобы оптимизировать изображение для вас. Вперед к приключениям и в дождь, и в солнечную погоду. Прогноз погоды не нужен с первым в мире складным смартфоном. Благодаря улучшенной задней камере, Space Zoom и режиму ночной съемки Samsung предлагает профессиональные возможности в складном формате. Используйте массивный основной экран в качестве видоискателя, чтобы более полно пользоваться своими фотонавыками благодаря передовым технологиям. Когда насыщенные событиями дни переходят в насыщенные событиями ночи, детали остаются четкими и с наступлением темноты. С помощью функций OIS и VDIS видео выправляется, а Super Night Solution ограничивает шум — и все это для съемки потрясающих клипов с приглушенным освещением, которые хочется пересматривать снова и снова. Благодаря широкоугольной камере 50 МП даже быстрые кадры превращаются в настоящие шедевры с высоким разрешением. Придайте снимкам глубину и резкость, используя Detail Enhancer, извлекая из снимков все самое лучшее и оставляя размытые контуры позади.",
          "brand": "Samsung",
          "color": "Beige",
          "memory": "512 GB",
          "cost_ruble": 139999,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st4/fit/0/0/dae947fa0dbd92527331f0c44c0e5331/c8f952974f83e975dbeffe62733784623a35676705fa659efef9ac2b2ec0408f.jpg"
        },
        {
          "id": 21411,
          "category": "Phones",
          "name": "Mate Xs 2",
          "description": "HUAWEI Mate Xs 2 имеет складывающуюся наружу конструкцию «Крыло сокола». В сложенном состоянии дисплей прочно удерживается на месте с помощью механизма защелки, а когда его отпускают, он частично открывается благодаря подпружиненному шарниру. Корпус смартфона выполнен из титанового сплава авиационного класса, сверхлегкого стеклопластика, сверхлегкой и сверхпрочной стали. В развернутом виде самая тонкая часть смартфона имеет толщину всего 5.4 мм, а весит он всего 255 грамм. Кроме того, устройство имеет материал из микрофибры на задней панели, что придает устройству превосходный вид в развернутом виде. ",
          "brand": "Huawei",
          "color": "White",
          "memory": "512 GB",
          "cost_ruble": 99999,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st1/fit/0/0/93f16ad462c325ca5d2dd6ec04f2b8f3/66dcca4bad4d39578529ae2f24543801b8b554172c4ee4f74e406024e5dd5588.jpg"
        }
      ],
      "tablets": [
        {
          "id": 22123,
          "category": "Tablets",
          "name": "iPad Pro 12.9",
          "description": "Планшет Apple iPad Pro (2021) Wi‑Fi принадлежит к моделям из профессиональной линейки, предлагая мощные характеристики и широкие возможности для решения сложных задач. Аппаратная платформа с процессором Apple M1 и 8 ГБ оперативной памяти обеспечивает быстродействие системы. Дисплей Retina 12.9 дюйма (2732x2048 пикселей) передает реалистичное изображение с четкостью воспроизведения деталей и цветовой палитры. Подсветка mini‑LED с более 10000 диодов помогает добиться яркости и контрастности в каждой области дисплея. Сверхширокоугольная фронтальная камера 12 Мп с углом обзора 122 градуса позволяет выполнять звонки по FaceTime и делать выразительные селфи в портретном режиме. На тыловой стороне расположена камера с датчиками 10+12 Мп для запечатления реалистичных фото и видео в различных условиях освещенности. Из других особенностей Apple iPad Pro (2021) отмечаются металлический корпус, энергоемкий аккумулятор с поддержкой ускоренной зарядки, востребованные интерфейсы беспроводной связи, голосовой помощник Siri.",
          "brand": "Apple",
          "color": "Gray",
          "memory": "256 GB",
          "cost_ruble": 100199,
          "is_promotional": true,
          "photo": "https://c.dns-shop.ru/thumb/st1/fit/0/0/e0672627d7945c0e3a5870a7eabcbdd8/f9960fad7bf36f7849fe3a2d74c288529bb8ae8350124f160a9a88ffd4e51b08.jpg"
        }
      ]
    }
  ]
}
